###雪豹產品經理課程  產品戰爭 
```
#1. 蠻荒時代
    * 方法: 體驗為王 單點極致
    * 例子: Clean Master
        * 產品出現的背景，在2011年時，手機的空間都還不大(8g的年代)，因此用戶對於空間特別在意，也顯現了產口的價值
    * 找到你的核心價值
        * 在客戶首次使用時，會幫客戶清出大於300mb的空間，讓客戶感受到產品幫他解決的問題。比如說，客戶在使用前，只期待可以清出足夠的空間下一個app，但在用了之後卻清出了可以再下10個app的空間。
        * 而在用戶出現了waha moment後，可以請他們給給評價跟回饋，因為他們的回饋與評分會對於在google play商店下的數量有非常大的影響。0.1的評分，在轉換率上的影響可能會有3-5%。
        * 此外，如果你的競爭對手做的到的事，你必需也一定要在跟他的相同的水準之上。
    * 體驗是需要被前置的
        * 一般人們會覺得推播是打擾人或用戶會自己在想打開時打開，但如果你在用戶需要你的時侯出現，卻是能讓用戶體驗更良好。是不是打擾，取決於你是否在適當的場景與溝通的頻率。
    * 單點: 只做好一件事，把功能開發到極至。再去開發別的點
#2. 爭嗚時代: 出現競爭，需要做有特質的產品
    * 方法:小步快跑，差異化
        * 比對手要跑得快
        * 每週一個大版本
        * 怎麼做? 
            * Beta用戶建立(核心用戶)
            * 週五beta 週一 1%用戶更新，如果ok就全部慢慢更新(一般用戶)
    * 例子: CM Security
    * 來源: 跟其他的掃毒軟體，以pc為基底，並以本機比對病毒庫不同，強調輕快小巧，做到極致
    * Cm :大小 2mb  內存占用 20mb 5秒完成掃描(雲端比對)
                    Antivirs ->antiTheft ->Applock -> Wifi Security -> call blocking  ->private browsing
    * 其他:       20                     200     30分
    * 給產品定位就是找差異化: 
        * 因為原有的產品，都有累積一定用戶，很難放棄他們原有的用戶。可以找出他們做不到的差異點，來做。以顛覆式差異化就是打破競品既有規則，讓競品無法跟隨的方法，像是snapchat-閱後即焚、今日頭條-你關心的才是頭條、360-免費殺毒
        * 強運營式差化，就是依靠多年的數據累積，產生強大的進入障礙。例如cm有很多清理數據、yelp上累積的資訊與評價資料。
        * 發揚工匠精神，從做一個小而美的產品開始，創新速度成為致勝關鍵。以瀏覽器為例，除了要有基本功能完善，要做出不同之處，像是uc browser-發展中國家偏好，因其特有的流量節省相關設計; amorfly browser重隱私設計。
    * 怎麼做? 整理用戶痛點
        * 透過競品的用戶評價，找出 好、壞 評價，找出了解用戶的痛點，cm security了解到 app太大且速度慢是用戶的痛點所在，因此想優化產品在痛點上部分。
    * 留存很重要!
        * 如果產品 >60% 留存，就是產品需要改善。但若一直上不到60%，可能就要考慮放棄
        * 活躍用戶 = 新安裝 * 留存率 每天少1%留存，生命週期就會下降10天
    * 產品如何推?
        * 找到對的場景與渠道
            * Cm cm security 交叉合作
            * 如果cm上會去用security相關功能者，必然較重隱私，所以可以對他們推廣
            * 而cpi也由一般買量的1%上升至7%
    * Applock cms的轉折點
        * 一週三版
            * 分析data、用戶回饋
            * 讓用戶體驗到核心價值
            * 一、退訂 19-22% : 分析後，認為一直鎖上，會打擾到用戶，因此改為不重復鎖定
            * 二、退訂降至14%左右: 但是老用戶卻反應，是不是原功能失效了? 這樣真的安全嗎? 所以就將新舊用戶分別發布版本，以滿足用戶需求
            * 三、針對頻繁用戶進行五分鐘鎖定
            * 此外，也利用節日主題，透過節日本身的熱度，帶入流量
            * 產品成功後，進行商業變現，並以不影響用戶體驗為前提進行廣告。一開始，以較小的廣告進行，然後擴大到全頻廣告，由於廣告主需為大型品牌，因此廣告品質良好，為公司帶來不少營收
    * 安全的下站該做什麼?
        * Private browsing
            * 隱私瀏覽，強化認知
            * 體驗改善，讓用戶認真到產品的功能，強化用戶的感受
            * 設計上採用黑色介面，並以指紋辦示作為密碼認證，並且在用戶關閉時，有清理頁面的畫面，讓用戶在使用產品時更加安心，透過這些前置體驗，強化用戶感受
        * CM Security VPN
            * 商業模式: 看廣告換取點數，不需用戶支付任何費用
            * 產品的核心體驗在於連接成功率與連接速度
#3. 下半場: 大市場已被瓜分，只能切入垂直領域
* 方法: 個性化，新商業
* 受眾人群由大眾需求走用細分市場的需求，千人千面的趨勢盛行。未來，將會有愈來愈多的產品採用ai，讓產品能多加客製化，符合個人需求，像是CM lancher個性化回歸分類、news republic、CM Security 主界面個性化菜單
* 現在產品需要先找到商業模式，想要透過產品，取得的大量使用者，再把流量變現的模式將難以在市場上生存。
    * 目前市場上取得用戶的成本不斷提升
    * 可以由中產階級下手，像是大陸知名平台得到、分答與知呼都是很好的例子
#4. 下個平台的到來
* AI不斷發展下，未來算法不再是瓶頸，數據與應用的場景才是
* Photogrid 社區信息流推見引擊、女神濾鏡、動態濾鏡都是很好的運用

#小結:擁抱變化，堅持以用戶為核心，一切都會迎刃而解



```
